tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "cask"
brew "clang-format"
brew "cloc"
brew "curl"
brew "docker"
brew "exa"
brew "jq"
brew "git"
brew "gzip"
brew "mas"
brew "minikube"
brew "nasm"
brew "nkf"
brew "openssl"
brew "rbenv"
brew "ruby"
brew "starship"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
