tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "cask"
brew "choose"
brew "clang-format"
brew "cloc"
brew "curl"
brew "docker"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gping"
brew "gzip"
brew "httpie"
brew "jq"
brew "mas"
brew "minikube"
brew "nasm"
brew "nkf"
brew "openssl"
brew "procs"
brew "rbenv"
brew "ripgrep"
brew "ripgrep-all"
brew "rs/tap/curlie"
brew "ruby"
brew "s-search"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tre-command"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "xz"
brew "youtube-dl"
brew "zoxide"
cask "alacritty"
cask "discord"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
